Repository: ameitagarwal/sukumar
Catalog: Application/Resources/Controllers/RegistrationController.*.resx
Languages: ar, ur

# Duplicate Registration Message
source: The provided Emirates Id has already been used for the selected Training Registration. To see more details please <a href="{clickhere}">click here</a>.
ar: لقد تم بالفعل استخدام بطاقة الهوية الإماراتية المقدمة لتسجيل التدريب المحدد. لرؤية المزيد من التفاصيل برجاء <a href="{clickhere}">النقر هنا</a>.
ur: فراہم کردہ ایمریٹس آئی ڈی کو پہلے ہی منتخب ٹریننگ رجسٹریشن کے لیے استعمال کیا جا چکا ہے۔ مزید تفصیلات دیکھنے کے لیے برائے مہربانی <a href="{clickhere}">click here</a>.

# Registration Completion Email Subject
source: Tankering Training Course Registration
ar: التسجيل للدورة التدريبية في مجال الصهاريج
ur: ٹینکرنگ ٹریننگ کورس کی رجسٹریشن

# Registration Completion Page Make Payment button
source: Make Payment
ar: قم بالدفع
ur: ادائیگی کرنا

# Registration Completion SMS
source: Dear Customer, Thank you for registering for the training course assigned for Tanker Drivers. Your Registration No: {RegistrationNo} Location: {Loc} Training Date: {TD} Time: 8:30 AM to 2:30 PM Please proceed to make the payment to ensure your seat reservation.
ar: عزيزي العميل، نشكرك على تسجيلك في الدورة التدريبية المخصصة لسائقي الناقلات. رقم التسجيل الخاص بك: {RegistrationNo} موقع: {Loc} تاريخ التدريب: {TD} الوقت: 8:30 صباحاً إلى 2:30 ظهراً يرجى المتابعة لإجراء الدفع لضمان حجز مقعدك.
ur: معزز صارف، ٹینکر ڈرائیوروں کے لیے تفویض کردہ تربیتی کورس کے لیے اندراج کے لیے آپ کا شکریہ۔ آپ کا رجسٹریشن نمبر: {RegistrationNo} مقام: {Loc} تربیت کی تاریخ: {TD} وقت: صبح 8:30 سے دوپہر 2:30 بجے تک براہ کرم اپنی سیٹ ریزرویشن کو یقینی بنانے کے لیے ادائیگی کرنے کے لیے آگے بڑھیں۔

# Registration Page Amount Label
source: Amount to be Paid
ar: المبلغ المستحق للدفع
ur: ادا کی جانے والی رقم

# Registration Page Available Training Label
source: Training Dates (From - To)
ar: مواعيد التدريب (من - إلى)
ur: تربیت کی تاریخیں (سے - تک)

# Registration Page Available Training Note
source: Note: All trainings will be conducted in English from 8:30 AM to 2:30 PM
ar: ملحوظة: سيتم إجراء جميع الدورات التدريبية باللغة الإنجليزية من الساعة 8:30 صباحًا حتى 2:30 ظهرًا
ur: نوٹ: تمام ٹریننگز صبح 8:30 بجے سے دوپہر 2:30 بجے تک انگریزی میں ہوں گی۔

# Registration Page Available Training Placeholder
source: --- Select Training ---
ar: --- حدد التدريب ---
ur: --- ٹریننگ کا انتخاب کریں۔ ---

# Registration Page Centers Label
source: Training Center
ar: مركز تدريب
ur: تربیتی مرکز

# Registration Page Centers Placeholder
source: --- Select Training Center---
ar: --- اختر مركز التدريب ---
ur: --- ٹریننگ سینٹر منتخب کریں۔ ---

# Registration Page Driver Name Label
source: Driver Name (As per your Emirates ID)
ar: اسم السائق (حسب هويتك الإماراتية)
ur: ڈرائیور کا نام (آپ کی ایمریٹس آئی ڈی کے مطابق)

# Registration Page Driver Name Placeholder
source: Please enter your full name as per your Emirates ID
ar: يرجى إدخال اسمك الكامل حسب بطاقة الهوية الإماراتية الخاصة بك
ur: براہ کرم اپنی ایمریٹس آئی ڈی کے مطابق اپنا پورا نام درج کریں۔

# Registration Page Email Label
source: Email
ar: بريد إلكتروني
ur: ای میل

# Registration Page Email Placeholder
source: Please enter your email address
ar: الرجاء إدخال عنوان البريد الإلكتروني الخاص بك
ur: براہ کرم اپنا ای میل ایڈریس درج کریں۔

# Registration Page Emirates ID Label
source: Emirates ID
ar: هويه الإمارات
ur: ایمریٹس آئی ڈی

# Registration Page Emirates ID Placeholder
source: Please enter your Emirates ID
ar: الرجاء إدخال بطاقة الهوية الإماراتية الخاصة بك
ur: براہ کرم اپنی ایمریٹس آئی ڈی درج کریں۔

# Registration Page Entity Label
source: Entity Type
ar: نوع الكيان
ur: ہستی کی قسم

# Registration Page Entity Name Label
source: Entity Name
ar: اسم الكيان
ur: ہستی کا نام

# Registration Page Entity Name Placeholder
source: Please enter entity name
ar: الرجاء إدخال اسم الكيان
ur: براہ کرم ہستی کا نام درج کریں۔

# Registration Page Entity Placeholder
source: --- Select Entity Type ---
ar: --- حدد نوع الكيان ---
ur: --- ہستی کی قسم منتخب کریں۔ ---

# Registration Page Form Description
source: Please make sure that your information is accurate. Your personal details will be secured and used for the training purposes managed by Abu Dhabi Distribution Company and its Capability Development Center.
ar: يرجى التأكد من دقة المعلومات الخاصة بك. سيتم تأمين بياناتك الشخصية واستخدامها لأغراض التدريب التي تديرها شركة أبوظبي للتوزيع ومركز تطوير القدرات التابع لها.
ur: براہ کرم یقینی بنائیں کہ آپ کی معلومات درست ہے۔ آپ کی ذاتی تفصیلات ابوظہبی ڈسٹری بیوشن کمپنی اور اس کے کیپبلٹی ڈیولپمنٹ سینٹر کے زیر انتظام تربیتی مقاصد کے لیے محفوظ اور استعمال کی جائیں گی۔

# Registration Page Form Header
source: Water Tankering Training Registration
ar: التسجيل في التدريب على صهاريج المياه
ur: واٹر ٹینکرنگ ٹریننگ رجسٹریشن

# Registration Page Locations Label
source: Location
ar: موقع
ur: مقام

# Registration Page Locations Placeholder
source: --- Select Location ---
ar: --- اختر موقعا ---
ur: --- مقام منتخب کریں۔ ---

# Registration Page Maps Link
source: View location in google maps
ar: عرض الموقع في خرائط جوجل
ur: گوگل میپس میں لوکیشن دیکھیں

# Registration Page Mobile Label
source: Mobile
ar: متحرك
ur: موبائل

# Registration Page Mobile Placeholder
source: Please enter your mobile number
ar: الرجاء إدخال رقم هاتفك المحمول
ur: براہ کرم اپنا موبائل نمبر درج کریں۔

# Registration Page Register Button
source: Register
ar: يسجل
ur: رجسٹر کریں۔

# Rigistreation Completed Note
source: Please note that the training will not be reserved until payment is completed. In order to reserve your seat, please complete your payment immediately.
ar: يرجى ملاحظة أنه لن يتم حجز التدريب إلا بعد إتمام عملية الدفع. من أجل حجز مقعدك، يرجى إتمام عملية الدفع على الفور.
ur: براہ کرم نوٹ کریں کہ ادائیگی مکمل ہونے تک تربیت محفوظ نہیں کی جائے گی۔ اپنی سیٹ ریزرو کرنے کے لیے، براہ کرم فوری طور پر اپنی ادائیگی مکمل کریں۔

# Thank you Message
source: <div>Thank you for registering to the training. </div><div class="mt-1">Your registration has been successful and your regstration number is {RegNo}.</div><div class="mt-1">Please click below button to proceed with the payment.</div>
ar: <div>شكرا لك على التسجيل في التدريب. </div><div class="mt-1">لقد تم تسجيلك بنجاح ورقم التسجيل الخاص بك هو {RegNo}.</div><div class="mt-1">الرجاء الضغط على الزر أدناه لمتابعة الدفع.</div>
ur: <div>ٹریننگ میں رجسٹر ہونے کے لیے آپ کا شکریہ. </div><div class="mt-1">آپ کی رجسٹریشن کامیاب ہو گئی ہے اور آپ کا رجسٹریشن نمبر یہ ہے۔ {RegNo}.</div><div class="mt-1">ادائیگی کے ساتھ آگے بڑھنے کے لیے براہ کرم نیچے والے بٹن پر کلک کریں۔</div>

# Thank you Message Header
source: Registration is Successful -
ar: تم التسجيل بنجاح -
ur: رجسٹریشن کامیاب ہے -

# Title
source: Training Registration
ar: تسجيل التدريب
ur: ٹریننگ رجسٹریشن
